Repository: bbidulock/perlpanel
Catalog: src/po/*.po
Languages: de

source: A lean, mean panel program written in Perl.
de: Ein schickes, schlankes Panel geschrieben in Perl

source: This program is Free Software. You may use it under the terms of the GNU General Public License.
de: Dieses Program ist freie Software. Es unterliegt den Bedingungen der GNU·General·Public·License.

source: Couldn't load the {module} module!
de: Das Modul {module}·konnte nicht geladen werden!

source: Error loading {applet} applet.
de: Fehler beim Laden des Applets {applet}.

source: Error: couldn't find applet file {file}.pm.
de: Fehler: Die Applet-Datei {file}.pm wurde nicht gefunden.

source: Invalid panel position '{position}'.
de: Panel-Position '{position}' is ungültig.

source: Lock Screen
de: Bildschirm sperren

source: Run Program...
de: Anwendung ausführen...

source: Take Screenshot...
de: Bildschirmfoto aufnehmen...

source: Shut Down...
de: Herunterfahren...

source: Are you sure you want to shut down?
de: Sind Sie sicher, dass Sie Ihr System herunterfahren wollen?

source: Reboot...
de: Neustart...

source: Are you sure you want to reboot?
de: Sind Sie sicher, dass Sie einen Neustart durchführen wollen?

source: Configure...
de: Konfigurieren...

source: Add To Panel
de: Zum Panel hinzufügen

source: About...
de: Info...

source: Action Menu
de: Menü Aktionen

source: Actions
de: Aktionen

source: About {name}
de: Info zu {name}

source: Sandbox Mode
de: Sandbox-Modus

source: Author:
de: Autor:

source: Using Perl v{perl_ver}, Gtk+ v{gtk_ver} and Gtk2.pm v{gtk2_ver}.
de: Mit Perl v{perl_ver}, Gtk+ v{gtk_ver} und Gtk2.pm v{gtk2_ver}.

source: No APM support in kernel
de: Keine APM-Unterstützung im Kernel

source: The system is running on AC power
de: Das System läuft mit Netzstrom

source: The system is running on battery power
de: Das System läuft mit Akkustrom

source: Unknown status
de: Status unbekannt

source: BatteryMonitor Configuration
de: Konfiguration BatteryMonitor

source: Update interval (ms):
de: Aktualisierungs-Intervall (ms):

source: Menu
de: Menü

source: Error opening {file}: {error}
de: Fehler beim Öffnen von {file}: {error}

source: Parse error on line {line} of {file}
de: Syntaxfehler in Zeile {line} der Datei {file}

source: Applications
de: Anwendungen

source: Clock
de: Uhr

source: Date format:
de: Datumsformat:

source: Calendar
de: Kalender

source: Configuration
de: Konfiguration

source: Run Command
de: Anwendung ausführen

source: Run in terminal
de: Im Terminal ausführen

source: Run with file...
de: Mit Datei ausführen...

source: No description available.
de: Keine Beschreibung verfügbar

source: PerlPanel Configuration
de: Konfiguration PerlPanel

source: Icon Size:
de: Symbolgröße:

source: top
de: oben

source: bottom
de: unten

source: tiny
de: winzig

source: small
de: klein

source: medium
de: mittel

source: large
de: groß

source: Panel Position:
de: Position des Panels:

source: Autohide
de: Auto-Verbergen

source: Menu icons follow panel size
de: Menü-Symbole an Größe des Panels anpassen

source: <span weight="bold">BlackBox Menu</span>
de: <span weight="bold">BlackBox-Menü</span>

source: Arrow on icon
de: Pfeil auf Symbol

source: Applications in a submenu
de: Anwendungen in einem Untermenü

source: Submenu label:
de: Titel für Untermenü:

source: Menu label:
de: Titel für Menü:

source: Menu Icon:
de: Menü-Symbol:

source: <span weight="bold">Action Menu</span>
de: <span weight="bold">Menü Aktionen</span>

source: Action Menu Label:
de: Titel für Menü Aktionen:

source: Action Menu Icon:
de: Symbol für Menü Aktionen:

source: <span weight="bold">GNOME Menu</span>Menus
de: <span weight="bold">GNOME-Menü</span>

source: Number of rows:
de: Reihen:

source: Drag and drop items in the list to move them.
de: Ordnen Sie die Elemente in der Liste nach Belieben an.

source: PerlPanel: Add Applet
de: PerlPanel: Applet hinzufügen

source: Error opening '{command}': {error}
de: Fehler beim Öffnen von '{command}': {error}

source: CPU Temperature
de: CPU-Temperatur

source: Add Icon
de: Symbol hinzufügen

source: Reorder Icons
de: Symbole neu anordnen

source: Delete...
de: Löschen...

source: Edit...
de: Bearbeiten...

source: Add...
de: Hinzufügen...

source: Reorder...
de: Neu anordnen...

source: View Icon Directory
de: Verzeichnis mit Symbolen öffnen

source: No desktop item editor could be found.
de: Es wurde kein Editor für Desktop-Elemente gefunden.

source: CPU Usage
de: CPU-Last

source: Couldn't open '/proc/loadavg': {error}
de: Fehler beim Öffnen von '/proc/loadavg': {error}

source: Lock the Screen
de: Bildschirm sperren

source: Nautilus Bookmarks
de: Nautilus-Lesezeichen

source: Error parsing OpenBox menu: can't find the {id} menu
de: Fehler in Syntax des OpenBox-Menüs: Menü {id} wurde nicht gefunden

source: Workspace Pager
de: Desktop-Pager

source: Hi, I'm your Panel Pet!
de: Hallo, ich bin Ihr Panel-Maskottchen!

source: Preferences
de: Einstellungen

source: About
de: Info

source: Remove From Panel
de: Vom Panel entfernen

source: Just a hello from your Panel Pet! Bark Bark
de: Hallo von Ihrem Panel-Maskottchen! Moin Moin!

source: Panel Pet: Hello
de: Panel·Pet:·Hallo

source: PanelPet Imagefile:
de: Bilddatei für PanelPet:

source: Choose PanelPet Image
de: Wählen Sie eine PanelPet-Bilddatei aus

source: Close {name}
de: {name} schliessen

source: Recent Files
de: Zuletzt geöffnete Dokumente

source: Couldn't find a launcher for files of type '{type}'
de: Starter für '{type}'-Dateien wurde nicht gefunden

source: Reload
de: Neu laden

source: Choose File
de: Datei auswählen

source: Take Screenshot
de: Bildschirmfoto aufnehmen

source: _Browse...
de: _Auswählen...

source: Completed {percent}%
de: {percent}% abgeschlossen

source: ERROR
de: FEHLER

source: Location of Seti@Home data:
de: Pfad zu den Daten von Seti@Home:

source: Seti@Home Account E-mail address:
de: E-Mail-Adresse des Seti@Home-Kontos:

source: Remote host:
de: Entfernter Host:

source: Remote user:
de: Benutzer auf entferntem Host:

source: Connect to remote host
de: Mit entferntem Host verbinden

source: Co_nnect
de: Ver_binden

source: User:
de: Benutzer:

source: Connection List
de: Liste der Verbindungen

source: {home}/screenshot.png
de: {home}/Bildschirmfoto.png

source: Show the Desktop
de: Desktop anzeigen

source: Restore Windows
de: Fenster wiederherstellen

source: Wireless Signal Strength
de: Wireless-Signalstärke

source: Window List
de: Fensterliste

source: No Windows Open
de: Keine Fenster geöffnet

source: Play Previous Track
de: Vorheriger Titel

source: Stop Playing
de: Stop

source: Play
de: Wiedergabe

source: Play Next Track
de: Nächster Titel

source: Adjust Volume
de: Lautstärkeregler

source: The XMMS applet requires the Xmms-Perl module!
de: Das XMMS-Applet benötigt das Xmms-Perl-Modul!

source: Menu Editor
de: Menüeditor

source: Command:
de: Befehl:

source: Icon:
de: Symbol:
